[
    {
      "productName": "Calabrese Broccoli",
      "productTag": "Vegetable",
      "productImage": "images/products/calabreseBroccoli.jpg",
      "fPrice": 20.0,
      "rPrice": 13.0,
      "aboutProduct": "Calabrese broccoli, also known as Italian broccoli or green sprouting broccoli, is a delicious and nutritious vegetable that hails from the Calabria region of Italy. With its vibrant green florets and tender stems, Calabrese broccoli is a versatile ingredient in many culinary dishes.",
      "description": "Introducing our fresh and vibrant Calabrese Broccoli, a culinary delight that brings the flavors of the Italian countryside right to your table. Grown with care and expertise, our Calabrese broccoli is a delicious and nutritious addition to your meals. With its emerald green florets and tender stems, it's a feast for both the eyes and the taste buds. \nOur Calabrese broccoli is harvested at the peak of freshness, ensuring that you receive the best quality and flavor. Packed with essential vitamins, minerals, and dietary fiber, it's a fantastic choice for those seeking a healthy and delicious addition to their diet.",
      "additionalInfo": "Versatile and easy to prepare, you can steam it to perfection, roast it with your favorite herbs and spices, or sauté it with garlic and olive oil for a mouthwatering side dish. Use it in stir-fries, pasta dishes, or as a crisp, crunchy addition to salads.\nExperience the authentic taste of Calabria, Italy with our Calabrese broccoli. Whether you're a seasoned chef or a home cook, this flavorful and nutritious vegetable will elevate your culinary creations. Bring home the taste of Italy and savor the freshness of our Calabrese broccoli today!",
      "qty": 1
    },
    {
      "productName": "Fresh Banana Fruits",
      "productTag": "Fresh",
      "productImage": "images/products/freshBanana.jpg",
      "fPrice": 20.0,
      "rPrice": 14.0,
      "aboutProduct": "Bananas, the beloved tropical fruit, are nature's perfect snack. Encased in a bright yellow peel, these potassium-rich wonders offer a sweet and creamy flesh that delights the taste buds. Whether enjoyed on its own, blended into a smoothie, or sliced over morning cereal, the banana's versatility makes it a kitchen staple. Packed with nutrients and natural energy, this convenient and delicious fruit is a go-to choice for a healthy and satisfying treat.",
      "description": "Introducing our premium bananas, nature's energy-packed delight. Sourced from tropical paradises, our bananas are a symbol of sweet indulgence and wholesome nutrition. Encased in a vibrant yellow peel, each banana promises a burst of natural goodness with every bite.\nPacked with potassium, vitamins, and essential nutrients, our bananas are not just a delicious snack but also a healthy choice for any lifestyle. Whether enjoyed on the go, sliced over morning cereal, or blended into a refreshing smoothie, these bananas bring a touch of tropical sweetness to your daily routine.",
      "additionalInfo": "Indulge in the premium goodness of our bananas, a delightful blend of taste and nutrition. Bursting with essential vitamins, minerals, and natural sugars, these bananas are a nutrient powerhouse, offering a quick and sustained energy boost. Supporting digestive health with fiber, replenishing electrolytes, and promoting heart health, bananas are not just a delicious snack but a versatile culinary ingredient. Enjoy them on-the-go, blend them into smoothies, or savor their natural sweetness in desserts. Elevate your snacking experience with the timeless appeal of our premium bananas—an energizing, convenient, and wholesome choice for any lifestyle.",
      "qty": 1
    },
    {
      "productName": "White Nuts",
      "productTag": "Millets",
      "productImage": "images/products/whiteNuts.jpg",
      "fPrice": 20.0,
      "rPrice": 15.0,
      "aboutProduct": "Introducing our premium white nuts, a taste sensation that redefines indulgence. Immerse yourself in the delicate crunch and subtle sweetness of these ivory treasures. Sourced from the finest orchards, our white nuts offer a gourmet experience for the discerning palate.\nThese nuts, with their pristine color and rich texture, add a touch of elegance to any occasion. Whether enjoyed as a sophisticated snack, sprinkled over salads, or incorporated into decadent desserts, our white nuts elevate your culinary creations to a new level of sophistication.",
      "description": "Indulge in the epitome of nutty luxury with our exquisite white nuts—an irresistible blend of elegance and flavor that promises to elevate your snacking experience to new heights.\nSourced from the most prestigious orchards, these pristine ivory gems are more than just nuts; they are a statement of sophistication and culinary excellence. Picture yourself savoring the delicate crunch and subtle sweetness of each meticulously selected white nut, a symphony of taste and texture that transcends ordinary snacking.\nOur premium white nuts aren't just a treat for the palate; they're a celebration of indulgence. Whether enjoyed on their own as a guilt-free pleasure, sprinkled over salads for a gourmet twist, or incorporated into your favorite desserts for an extra layer of richness, these nuts are the epitome of versatility.\nPacked with wholesome goodness and natural flavors, our white nuts aren't just a snack; they're a culinary masterpiece waiting to be discovered. Elevate your moments of delight with the unmatched quality and luxury of our premium white nuts—a choice that goes beyond the ordinary and transforms every bite into a moment of pure indulgence.\nTreat yourself to the extraordinary. Treat yourself to our premium white nuts—a taste sensation that lingers long after the last crunch, leaving you craving more.",
      "additionalInfo": "Introducing our premium white nuts—an elegant fusion of sophistication and flavor, offering a wholesome source of nutrition and culinary versatility. Ethically sourced from environmentally responsible orchards, these nuts are a guilt-free indulgence, perfect for gourmet creations or thoughtful gifting. Sealed for freshness, they deliver a crisp and flavorful experience, rich in heart-healthy fats, protein, and fiber. Elevate your snacking moments with our extraordinary white nuts—a sensory delight that combines health, sustainability, and culinary excellence in every bite.",
      "qty": 1
    },
    {
      "productName": "Vegan Red Tomato",
      "productTag": "Vegetable",
      "productImage": "images/products/veganRedTomato.jpg",
      "fPrice": 20.0,
      "rPrice": 17.0,
      "aboutProduct": "Introducing our vibrant Vegan Red Tomatoes, nature's gift in every shade of red. Grown with care, these juicy gems are a celebration of freshness and flavor. Bursting with natural goodness, our tomatoes are the perfect addition to your plant-based culinary creations.Handpicked for their rich color and succulent taste, these vegan red tomatoes are a versatile ingredient that elevates salads, sauces, and sandwiches. Savor the essence of garden-fresh goodness with every juicy bite.Whether you're a seasoned chef or a home cook, our vegan red tomatoes are a must-have in your kitchen. Enjoy the luscious taste of wholesome tomatoes that bring a burst of color and health to your vegan dishes. Elevate your plate with the vibrant beauty of nature's red delight!",
      "description": "Introducing our Vegan Red Tomatoes—a culinary masterpiece that celebrates the essence of nature's bounty. Grown with utmost care and commitment to a plant-based lifestyle, these tomatoes are a vibrant symphony of color, taste, and health. Sourced from sustainable farms, our Vegan Red Tomatoes are a guilt-free indulgence for conscious consumers. Bursting with juicy freshness, each tomato is a testament to the rich flavors that only nature can provide. Elevate your meals with the wholesome goodness of these crimson treasures, perfect for adding a burst of color and nutrition to your vegan culinary creations. Versatile and succulent, our tomatoes are a chef's delight, enhancing salads, sauces, and sandwiches with their robust taste. Packed with antioxidants, vitamins, and a burst of natural sweetness, our Vegan Red Tomatoes are more than an ingredient—they are a statement of culinary excellence and a journey into the heart of plant-based goodness. Experience the vibrant allure of vegan living with our premium Vegan Red Tomatoes. From garden to plate, savor the richness of nature's red delight, and elevate your dishes to new heights of freshness and flavor. Redefine your culinary experience with the luscious goodness of our Vegan Red Tomatoes—a true delight for the discerning palate and a celebration of mindful, plant-based living.",
      "additionalInfo": "Discover the excellence of our Vegan Red Tomatoes—an ethically sourced, guilt-free indulgence that combines vibrant flavor with nutritional richness. Sustainably grown, these tomatoes offer culinary versatility, adding a burst of color and health to salads, sauces, and sandwiches. Sealed for freshness, they ensure a robust taste, rich in antioxidants and vitamins. Perfect for conscious consumers, our Vegan Red Tomatoes redefine the essence of plant-based living, providing a wholesome and flavorful addition to your culinary creations.",
      "qty": 1
    },
    {
      "productName": "Soy Beans",
      "productTag": "Health",
      "productImage": "images/products/soyBeans.png",
      "fPrice": 20.0,
      "rPrice": 11.0,
      "aboutProduct": "ntroducing our premium Soybeans, tiny powerhouses of nutrition and versatility. Cultivated with care, these legumes are a plant-based treasure trove, offering a myriad of culinary possibilities. Packed with protein, fiber, and essential nutrients, our soybeans are a delicious addition to your health-conscious lifestyle. Whether tossed into vibrant salads, blended into creamy plant-based milk, or crafted into savory tofu delights, our soybeans bring a touch of wholesome goodness to every dish. Embrace the versatility of these little wonders and elevate your meals to a new level of plant-powered delight. From stir-fries to protein-packed snacks, our soybeans are your go-to source for plant-based nutrition. Taste the goodness, embrace the versatility, and savor the richness of our premium Soybeans—a small but mighty addition to your culinary journey.",
      "description": "Introducing our Premium Soybeans—a nutritional powerhouse and versatile ingredient that takes plant-based cuisine to new heights. Sourced with meticulous care, these legumes are a testament to the goodness of nature, providing a bounty of protein, fiber, and essential nutrients. Crafted for health-conscious individuals, our soybeans are a cornerstone of plant-based living. From vibrant salads to creamy plant-based milk and savory tofu creations, the culinary possibilities are endless. Embrace the richness of our soybeans as they infuse every dish with wholesome goodness. Packed with plant-powered protein, our soybeans are not just a versatile ingredient; they're a flavorful journey into the world of nutrition. Whether featured in stir-fries, snacks, or main courses, our soybeans are the go-to choice for those seeking a delicious and nutritious addition to their meals. Taste the goodness, embrace the versatility, and elevate your culinary experience with our Premium Soybeans. Fuel your plant-based lifestyle with the richness of nature's bounty, and let the small but mighty soybean redefine your approach to wholesome, plant-powered living.",
      "additionalInfo": "Experience the nutritional excellence of our Premium Soybeans—an embodiment of plant-powered goodness. Meticulously sourced for health-conscious individuals, these legumes offer versatile culinary possibilities, from vibrant salads to savory tofu creations. Packed with protein and essential nutrients, our soybeans redefine plant-based living, providing a flavorful addition to a diverse range of dishes. Embrace the richness and versatility of our Premium Soybeans—an essential choice for those seeking wholesome, plant-powered nutrition in every bite.",
      "qty": 1
    },
    {
      "productName": "Brown Hazel Nuts",
      "productTag": "Nuts",
      "productImage": "images/products/brownHazelNuts.jpg",
      "fPrice": 20.0,
      "rPrice": 12.0,
      "aboutProduct": "Introducing our exquisite Brown Hazelnuts, nature's small wonders wrapped in a rich, brown hue. Harvested with care, these nuts are a symphony of flavor and crunch, delivering a delightful sensory experience with every bite. Perfect for snacking or enhancing your favorite recipes, our brown hazelnuts add a touch of indulgence to your culinary creations. Whether enjoyed on their own, blended into creamy spreads, or as a decadent topping for desserts, these small treasures are a versatile and wholesome addition to your pantry. Savor the natural goodness of our brown hazelnuts—a delicious treat that combines earthy richness with nutty perfection. Elevate your moments of delight with the exquisite taste and crunch of these premium nuts, a true celebration of nature's bounty.",
      "description": "Introducing our Premium Brown Hazelnuts—an exquisite fusion of earthy richness and nutty perfection. Harvested with meticulous care, these small wonders boast a rich brown hue, promising a symphony of flavor and crunch in every bite.Versatile and indulgent, our brown hazelnuts are the perfect addition to your culinary repertoire. Whether enjoyed as a wholesome snack, blended into velvety spreads, or sprinkled over desserts for a decadent touch, these nuts elevate every dish with their distinct taste and texture.",
      "additionalInfo": "Experience the perfection of our Premium Brown Hazelnuts—an exquisite blend of earthy richness and nutty flavor. Harvested with meticulous care, these small wonders offer versatility and indulgence. Ideal for snacking or enhancing recipes, our brown hazelnuts bring a symphony of flavor and crunch to every bite. Packed with essential nutrients, they go beyond being a treat, embodying a celebration of nature's bounty. Elevate your culinary creations and moments of delight with the wholesome goodness and versatility of our Premium Brown Hazelnuts.",
      "qty": 1
    },
    {
      "productName": "Eggs",
      "productTag": "Fresh",
      "productImage": "images/products/eggs.jpg",
      "fPrice": 20.0,
      "rPrice": 17.0,
      "aboutProduct": "Introducing our farm-fresh eggs, a testament to quality and wholesome goodness. From the sun-kissed fields to your kitchen, our eggs are a symbol of natural perfection. Packed with protein and essential nutrients, these eggs are a versatile ingredient for all your culinary creations. Whether scrambled, poached, or baked into delectable treats, our eggs guarantee a burst of flavor and nutrition. The golden yolks and pristine whites are a canvas for your culinary imagination, promising a delightful experience with every crack. Treat yourself to the simplicity and richness of our farm-fresh eggs—a staple in every kitchen, offering endless possibilities for delicious and nutritious meals.",
      "description": "Introducing our Premium Farm-Fresh Eggs—a culinary essential that embodies the natural perfection of the farm to your table. Sourced from sun-kissed fields and nurtured with care, these eggs are a testament to quality and wholesome goodness. Each egg is a nutritional powerhouse, packed with high-quality protein, vitamins, and minerals. Versatile in every culinary creation, our eggs promise a burst of flavor and nutrition whether scrambled, poached, or baked into delightful treats. Crack open the golden yolks and pristine whites to unleash the richness and simplicity of our farm-fresh eggs. A canvas for your culinary imagination, these eggs bring endless possibilities to your kitchen, ensuring every meal is a delightful experience.",
      "additionalInfo": "Experience the essence of natural perfection with our Premium Farm-Fresh Eggs. Sourced from sun-kissed fields, these eggs are a nutritional powerhouse, rich in high-quality protein, vitamins, and minerals. Versatile in culinary creations, they offer a burst of flavor and nutrition, whether scrambled, poached, or baked. Unleash the richness and simplicity of each egg, a canvas for endless possibilities in your kitchen. Elevate your meals with the unparalleled freshness and quality of our Premium Farm-Fresh Eggs—a staple that brings the farm-to-table experience to every dish.",
      "qty": 1
    },
    {
      "productName": "Bread",
      "productTag": "Fresh",
      "productImage": "images/products/bread.jpg",
      "fPrice": 20.0,
      "rPrice": 15.0,
      "aboutProduct": "Introducing our artisanal bread, a symphony of flavors and textures crafted with passion and precision. Baked to golden perfection, each slice is a testament to the artistry of our bakers and the quality of our ingredients. Savor the inviting aroma as you bite into the crispy crust, revealing the soft, pillowy interior. Whether toasted to perfection or enjoyed fresh, our bread is a versatile companion to your culinary creations.",
      "description": "Indulge in the artistry of our Premium Artisanal Bread—a culinary masterpiece that transcends the ordinary. Baked with passion and precision, each loaf is a testament to the dedication of our skilled bakers and the superior quality of our ingredients. Experience the golden perfection of our bread, adorned with a crispy crust that yields to a soft, pillowy interior. The inviting aroma is a prelude to the rich flavors that await, whether toasted to perfection or savored fresh. Versatile and delicious, our artisanal bread is more than a pantry staple—it's a canvas for your gastronomic creativity. Elevate your meals with the simple joy found in every delicious slice, from classic sandwiches to gourmet toasts.",
      "additionalInfo": "Immerse yourself in the unparalleled quality of our Premium Artisanal Bread—a culinary masterpiece baked with passion and precision. With a golden, crispy crust and a soft, pillowy interior, each slice is a celebration of superior ingredients and skilled craftsmanship. Versatile and delicious, our bread is more than a staple—it's a canvas for your culinary creativity. Elevate your meals with the simple joy found in every delicious slice, from classic sandwiches to gourmet toasts. Experience the artistry of our bread, where every bite becomes a moment of unparalleled culinary delight.",
      "qty": 1
    },
    {
      "productName": "Fresh Corn",
      "productTag": "Fresh",
      "productImage": "images/products/freshCorn.jpg",
      "fPrice": 21.23,
      "rPrice": 18.0,
      "aboutProduct": "Introducing our Fresh Corn—a sun-kissed delight straight from the fields to your table. Plump, juicy kernels wrapped in vibrant green husks, promising a burst of natural sweetness with every bite. Harvested at the peak of ripeness, our fresh corn is a versatile addition to your culinary repertoire. Whether grilled to perfection, boiled to tender sweetness, or incorporated into vibrant salads, each cob is a celebration of summer's bounty.",
      "description": "Embrace the essence of summer with our Premium Fresh Corn—an embodiment of sun-kissed sweetness delivered straight from the fields to your table. Each plump, juicy kernel, cradled in vibrant green husks, promises a burst of natural flavor and crisp texture that defines the peak of ripeness. Versatile and delectable, our fresh corn elevates your culinary experience to new heights. Whether grilled to perfection, boiled to tender sweetness, or featured in vibrant salads, each cob is a celebration of the season's bounty, bringing the joy of farm-fresh goodness to your plate.",
      "additionalInfo": "Immerse yourself in the wholesome delight of our Premium Fresh Corn—a versatile addition to your culinary journey. Beyond its delectable taste, each cob is a nutritional powerhouse, offering essential nutrients such as fiber, vitamins, and antioxidants. Harvested at the peak of freshness, our corn not only pleases the palate but also supports digestive health and provides a well-rounded nutritional boost. Indulge in the farm-fresh goodness of our corn, where every bite is a celebration of flavor, texture, and the nourishing benefits of nature's bounty",
      "qty": 1
    },
    {
      "productName": "Organic Almonds",
      "productTag": "VegetableFruits",
      "productImage": "images/products/organicAlmonds.jpg",
      "fPrice": 21.0,
      "rPrice": 18.0,
      "aboutProduct": "Introducing our Fresh Almonds, a sensory journey from orchard to table. Gently harvested, these creamy gems encapsulate the essence of nature's bounty. Wrapped in a delicate, velvety skin, each almond promises a harmonious blend of nutty richness and wholesome goodness. Versatile and satisfying, our fresh almonds are perfect for snacking or elevating your favorite dishes. Whether enjoyed on their own, sprinkled over salads, or blended into creamy almond butter, these nuts add a touch of luxury to every culinary creation. Savor the crisp crunch and natural sweetness as you embark on a delightful exploration of flavor with our Fresh Almonds—an exquisite indulgence that captures the essence of freshness and nutty perfection.",
      "description": "Delight in the exquisite experience of our Premium Fresh Almonds—an embodiment of nature's purity from orchard to table. Gently harvested, each almond is a creamy gem encased in a delicate, velvety skin, promising a harmonious blend of nutty richness and wholesome goodness. Versatility meets satisfaction with our fresh almonds, perfect for elevating your culinary creations. Whether enjoyed on their own as a luxurious snack, delicately sprinkled over salads for a gourmet touch, or blended into creamy almond butter, these nuts are a testament to the uncompromised quality of nature's bounty.",
      "additionalInfo": "Gently harvested, each almond, encased in a delicate, velvety skin, delivers a harmonious blend of nutty richness and wholesome goodness. Beyond their exquisite taste, these almonds boast versatility, perfect for indulgent snacking or elevating your culinary creations. Savor the crisp crunch and natural sweetness, as each almond captures the essence of freshness and nutty perfection—an exquisite indulgence for those seeking uncompromised quality and flavor.",
      "qty": 1
    },
    {
      "productName": "White Beans",
      "productTag": "Fresh",
      "productImage": "images/products/whiteBeans.jpg",
      "fPrice": 61.0,
      "rPrice": 48.0,
      "aboutProduct": "Introducing our White Beans, tiny treasures that pack a nutritious punch. Sourced with care, these creamy delights are a versatile addition to your pantry. Whether simmered in hearty stews, blended into creamy dips, or tossed in vibrant salads, our white beans add a touch of wholesome goodness to every meal. Packed with protein and fiber, these beans are more than just a culinary staple—they're a canvas for your creative kitchen adventures. Elevate your dishes with the subtle flavor and smooth texture of our premium white beans, bringing a delightful and nutritious element to your favorite recipes.",
      "description": "Discover the culinary versatility and nutritional excellence of our Premium White Beans—a delightful addition to your pantry that goes beyond the ordinary. Sourced with meticulous care, these tiny treasures boast a creamy texture and subtle flavor that elevate every dish they grace. From hearty stews to creamy dips and vibrant salads, our white beans are a canvas for your culinary creativity. Packed with protein and fiber, they contribute to a wholesome and satisfying dining experience. Whether enjoyed as a standalone dish or incorporated into your favorite recipes, these premium white beans bring a touch of nutritious goodness to every meal.",
      "additionalInfo": "Experience culinary versatility and nutritional excellence with our Premium White Beans. Sourced with meticulous care, these tiny treasures offer a creamy texture and subtle flavor, elevating a range of dishes from hearty stews to creamy dips and vibrant salads. Packed with protein and fiber, these beans go beyond culinary staple status—they contribute to a wholesome and satisfying dining experience. Embrace the simplicity and versatility of our Premium White Beans, turning ordinary meals into extraordinary culinary adventures with their smooth texture and subtle flavor.",
      "qty": 1
    },
    {
      "productName": "Apples",
      "productTag": "Fresh",
      "productImage": "images/products/apple.jpg",
      "fPrice": 18.0,
      "rPrice": 12.0,
      "aboutProduct": "Introducing our crisp and juicy apples, nature's perfect snack straight from the orchard to your fingertips. Each bite is a burst of sweet refreshment, encapsulating the essence of sun-kissed orchards and wholesome goodness. Harvested at the peak of ripeness, our apples are a delightful blend of flavor and crispness. Whether enjoyed on their own, sliced into a refreshing salad, or baked into a comforting pie, these apples are a versatile and delicious addition to your daily cravings.",
      "description": "Indulge in the pure delight of our Premium Apples—a symphony of crispness and natural sweetness that captures the essence of sun-kissed orchards. Harvested at the peak of ripeness, each apple is a testament to the artistry of nature and the commitment to delivering the finest quality to your fingertips.Our apples are a versatile addition to your culinary repertoire, perfect for snacking, slicing into refreshing salads, or transforming into comforting pies. With a delightful blend of flavor and crisp texture, these apples offer a wholesome and delicious experience with every bite.",
      "additionalInfo": "Immerse yourself in the premium experience of our apples—crisp, juicy, and harvested at the peak of ripeness. Versatile and delicious, these apples are perfect for snacking, slicing into refreshing salads, or crafting comforting pies. Beyond their delightful blend of flavor and crisp texture, our Premium Apples deliver a commitment to fine quality and the essence of sun-kissed orchards, ensuring every bite is a wholesome and irresistible experience.",
      "qty": 1
    },
    {
      "productName": "Onions",
      "productTag": "Fresh",
      "productImage": "images/products/onions.jpg",
      "fPrice": 15.0,
      "rPrice": 8.0,
      "aboutProduct": "Introducing our flavorful onions, nature's culinary essentials that add depth and character to every dish. Grown with care, these aromatic bulbs are a kitchen staple, enhancing the savory symphony of your favorite recipes. Whether sautéed to golden perfection, caramelized for sweetness, or diced for a zesty kick, our onions are the versatile foundation of a world of flavors. From soups to stir-fries, salads to sauces, these culinary gems bring a touch of aromatic magic to your cooking adventures.",
      "description": "Introducing our Premium Onions—a culinary essential that transforms ordinary dishes into extraordinary culinary masterpieces. Grown with meticulous care, these aromatic bulbs are nature's gift to flavor enthusiasts, adding depth, character, and a touch of aromatic magic to every recipe. Sauté them to golden perfection for a savory sensation, caramelize them to unlock their natural sweetness, or dice them for a zesty kick—our onions are the versatile foundation that elevates the taste of your favorite dishes. From hearty soups to sizzling stir-fries, vibrant salads to rich sauces, these culinary gems are the secret ingredient that brings out the best in your cooking adventures.",
      "additionalInfo": " Grown with meticulous care, these flavorful bulbs add depth and character to every recipe. From golden sautés to sweet caramelization and zesty dicing, our versatile onions are the secret ingredient that transforms ordinary meals into extraordinary culinary masterpieces. Embrace the robust flavor and aromatic charm of our Premium Onions—an indispensable addition to your kitchen, enhancing the art of cooking with each savory creation.",
      "qty": 1
    },
    {
      "productName": "Oranges",
      "productTag": "Fresh",
      "productImage": "images/products/orange.jpg",
      "fPrice": 19.0,
      "rPrice": 11.0,
      "aboutProduct": "Introducing our vibrant oranges, nature's citrus jewels bursting with sun-kissed goodness. Grown with care, each orange is a radiant burst of juicy refreshment, capturing the essence of orchard perfection. Peel back the golden skin to reveal the succulent segments, ready to invigorate your taste buds with a perfect balance of sweetness and tang. Whether enjoyed as a refreshing snack, juiced for a morning boost, or incorporated into your favorite recipes, our oranges are a versatile delight for every citrus lover. Experience the joy of nature's sweetness with our premium oranges—a citrusy treasure that brings a burst of sunshine to your daily moments of indulgence.",
      "description": "Indulge in the vibrant allure of our Premium Oranges—a citrus sensation that transforms ordinary moments into extraordinary experiences. Grown with meticulous care, each orange is a radiant burst of sun-kissed goodness, capturing the essence of orchard perfection and delivering a symphony of natural sweetness and tang.Peel back the golden skin to reveal succulent segments, ready to invigorate your taste buds with the perfect balance of sweetness and zesty freshness. Whether enjoyed as a refreshing snack, juiced for a morning boost, or infused into your favorite recipes, our premium oranges are a versatile delight for every citrus connoisseur.",
      "additionalInfo": "Delight in the vibrancy of our Premium Oranges—an exquisite citrus experience that elevates ordinary moments. Grown with meticulous care, these oranges are a radiant burst of sun-kissed goodness, delivering a perfect blend of natural sweetness and tang. Whether enjoyed as a refreshing snack, juiced for a morning boost, or infused into recipes, our premium oranges are a versatile delight for citrus enthusiasts. Experience the joy of nature's sweetness with each succulent bite—a citrusy treasure that brings a burst of sunshine to your daily indulgence, making every moment extraordinary.",
      "qty": 1
    },
    {
      "productName": "Spices",
      "productTag": "Herbs",
      "productImage": "images/products/spice.jpg",
      "fPrice": 19.0,
      "rPrice": 11.0,
      "aboutProduct": "Introducing our premium spice collection, where every jar holds a world of flavor waiting to elevate your culinary creations. From the warmth of cinnamon to the bold kick of chili, our spices are a symphony of aromas and tastes sourced from the finest corners of the globe. Crafted for discerning palates, our spice selection adds depth and character to every dish. Sprinkle, mix, and savor the aromatic journey as your kitchen transforms into a culinary haven. Whether you're a seasoned chef or a culinary explorer, our spices are the perfect companions for creating a palette of unforgettable flavors.",
      "description": "Introducing our Exquisite Spice Collection—a journey into the heart of flavor where each jar is a passport to culinary excellence. Immerse yourself in the symphony of aromas and tastes curated from the finest corners of the globe, meticulously crafted to elevate your dishes to unparalleled heights. Designed for discerning palates, our premium spices are more than ingredients—they're culinary companions that add depth, character, and a touch of magic to every creation. From the comforting warmth of cinnamon to the bold kick of chili, each spice tells a story of culinary mastery.",
      "additionalInfo": "Embark on a culinary adventure with our Exquisite Spice Collection—a curated selection that transcends ordinary flavors. Sourced from the finest corners of the globe, each spice is a testament to culinary mastery, meticulously crafted to elevate your dishes. Designed for discerning palates, these premium spices are more than ingredients; they're culinary companions, adding depth and character to every creation. Transform your kitchen into a haven of extraordinary flavors, where each pinch and dash invites you to create unforgettable taste experiences. Whether a seasoned chef or an adventurous home cook, our Exquisite Spice Collection invites you to spice up your culinary journey with the finest ingredients sourced worldwide.",
      "qty": 1
    },
    {
      "productName": "Watermelon",
      "productTag": "Fresh",
      "productImage": "images/products/watermelon.jpg",
      "fPrice": 61.0,
      "rPrice": 48.0,
      "aboutProduct": "Introducing our succulent watermelons, the epitome of summer sweetness in every juicy bite. Grown under the warm sun, each slice is a refreshing oasis of thirst-quenching delight, capturing the essence of picnics, poolside lounging, and carefree moments. Sink your teeth into the crisp, hydrating flesh and savor the burst of natural sweetness that defines the perfect watermelon. From backyard barbecues to sun-soaked gatherings, our watermelons are a vibrant addition to your summer festivities.",
      "description": "Indulge in the epitome of summer sweetness with our Premium Watermelons—a sensory symphony of juiciness and refreshing delight. Grown under the warm embrace of the sun, each succulent slice is a thirst-quenching oasis, capturing the essence of carefree picnics and sun-soaked gatherings. Sink your teeth into the crisp, hydrating flesh and experience the burst of natural sweetness that defines the perfect watermelon. A vibrant addition to your summer festivities, our premium watermelons are more than a fruit—they're a celebration of joy, shared moments, and the simple bliss found in every juicy bite.",
      "additionalInfo": "Immerse yourself in the refreshing allure of our Premium Watermelons—an epitome of summer sweetness. Grown under the sun's warmth, each succulent slice is a thirst-quenching oasis, perfect for carefree picnics and sun-soaked gatherings. Beyond its crisp, hydrating flesh and natural sweetness, our watermelons are a vibrant addition to summer festivities—a celebration of joy, shared moments, and the simple bliss found in every juicy bite. Elevate your summer experience with the refreshing taste of our Premium Watermelons, where each slice becomes a delicious reminder that the best memories are made sweeter with nature's juiciest delight.",
      "qty": 1
    }, 
    {
      "productName": "Nigerian Red Tomato",
      "productTag": "Vegetable",
      "productImage": "images/products/veganRedTomato.jpg",
      "fPrice": 20.0,
      "rPrice": 17.0,
      "aboutProduct": "Introducing our vibrant Vegan Red Tomatoes, nature's gift in every shade of red. Grown with care, these juicy gems are a celebration of freshness and flavor. Bursting with natural goodness, our tomatoes are the perfect addition to your plant-based culinary creations.Handpicked for their rich color and succulent taste, these vegan red tomatoes are a versatile ingredient that elevates salads, sauces, and sandwiches. Savor the essence of garden-fresh goodness with every juicy bite.Whether you're a seasoned chef or a home cook, our vegan red tomatoes are a must-have in your kitchen. Enjoy the luscious taste of wholesome tomatoes that bring a burst of color and health to your vegan dishes. Elevate your plate with the vibrant beauty of nature's red delight!",
      "description": "Introducing our Vegan Red Tomatoes—a culinary masterpiece that celebrates the essence of nature's bounty. Grown with utmost care and commitment to a plant-based lifestyle, these tomatoes are a vibrant symphony of color, taste, and health. Sourced from sustainable farms, our Vegan Red Tomatoes are a guilt-free indulgence for conscious consumers. Bursting with juicy freshness, each tomato is a testament to the rich flavors that only nature can provide. Elevate your meals with the wholesome goodness of these crimson treasures, perfect for adding a burst of color and nutrition to your vegan culinary creations. Versatile and succulent, our tomatoes are a chef's delight, enhancing salads, sauces, and sandwiches with their robust taste. Packed with antioxidants, vitamins, and a burst of natural sweetness, our Vegan Red Tomatoes are more than an ingredient—they are a statement of culinary excellence and a journey into the heart of plant-based goodness. Experience the vibrant allure of vegan living with our premium Vegan Red Tomatoes. From garden to plate, savor the richness of nature's red delight, and elevate your dishes to new heights of freshness and flavor. Redefine your culinary experience with the luscious goodness of our Vegan Red Tomatoes—a true delight for the discerning palate and a celebration of mindful, plant-based living.",
      "additionalInfo": "Discover the excellence of our Vegan Red Tomatoes—an ethically sourced, guilt-free indulgence that combines vibrant flavor with nutritional richness. Sustainably grown, these tomatoes offer culinary versatility, adding a burst of color and health to salads, sauces, and sandwiches. Sealed for freshness, they ensure a robust taste, rich in antioxidants and vitamins. Perfect for conscious consumers, our Vegan Red Tomatoes redefine the essence of plant-based living, providing a wholesome and flavorful addition to your culinary creations.",
      "qty": 1
    },
    {
      "productName": "White Hazel Nuts",
      "productTag": "Nuts",
      "productImage": "images/products/brownHazelNuts.jpg",
      "fPrice": 20.0,
      "rPrice": 12.0,
      "aboutProduct": "Introducing our exquisite Brown Hazelnuts, nature's small wonders wrapped in a rich, brown hue. Harvested with care, these nuts are a symphony of flavor and crunch, delivering a delightful sensory experience with every bite. Perfect for snacking or enhancing your favorite recipes, our brown hazelnuts add a touch of indulgence to your culinary creations. Whether enjoyed on their own, blended into creamy spreads, or as a decadent topping for desserts, these small treasures are a versatile and wholesome addition to your pantry. Savor the natural goodness of our brown hazelnuts—a delicious treat that combines earthy richness with nutty perfection. Elevate your moments of delight with the exquisite taste and crunch of these premium nuts, a true celebration of nature's bounty.",
      "description": "Introducing our Premium Brown Hazelnuts—an exquisite fusion of earthy richness and nutty perfection. Harvested with meticulous care, these small wonders boast a rich brown hue, promising a symphony of flavor and crunch in every bite.Versatile and indulgent, our brown hazelnuts are the perfect addition to your culinary repertoire. Whether enjoyed as a wholesome snack, blended into velvety spreads, or sprinkled over desserts for a decadent touch, these nuts elevate every dish with their distinct taste and texture.",
      "additionalInfo": "Experience the perfection of our Premium Brown Hazelnuts—an exquisite blend of earthy richness and nutty flavor. Harvested with meticulous care, these small wonders offer versatility and indulgence. Ideal for snacking or enhancing recipes, our brown hazelnuts bring a symphony of flavor and crunch to every bite. Packed with essential nutrients, they go beyond being a treat, embodying a celebration of nature's bounty. Elevate your culinary creations and moments of delight with the wholesome goodness and versatility of our Premium Brown Hazelnuts.",
      "qty": 1
    }
]